// © Copyright 2005-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibrer utskriftskvalitet";

CalibrationFailedTitle = "Kan ikke utføre kalibrering av utskriftskvalitet";
CalibrationFailedExplanation = "Kontroller om skriveren er slått på og koblet til, og prøv senere.";
PrintingPatternsProcessTitle = "Utskriftsmønstre…";
PenFailureMsg = "En blekkpatron mangler, gjenkjennes ikke eller er feil installert.";

TwowayConnectionErrorTitle = "Kan ikke opprette toveiskommunikasjon med enheten";

NoPensErrorTitle = "Ingen blekkpatroner er registrert";
NoPensErrorMessage = "Hvis blekkpatronene er installert, må du kontrollere at plastteipen som dekker blekkdysene, er fjernet.";

CriticalConditionTitle = "Skriveren er i kritisk stand";
CriticalConditionMsg = "Løs problemet med skriverens kritiske stand.";

HSDQualityCalibrationTextFieldTitle = "Kalibrer utskriftskvalitet";
HSDInfoTextFieldTitle = "Denne prosedyren kan forbedre utskriftskvaliteten for fotografier. Det anbefales at du foretar en rensing av skriveren før du utfører denne kalibreringen.";
HSDGuideTextFieldTitle = "Klikk Kalibrer for å starte prosedyren. Dette tar ca. ett minutt og krever ett ark. Vennligst bruk kun vanlig papir til denne prosedyren.";
HSDCalibrateButtonTitle = "Kalibrer";

HSDPatternDescription1 = "Undersøk siden som ble skrevet ut, og velg etiketten for det mønsteret som har færrest synlige horisontale linjer. Husk å studere både de lyse og de mørke områdene av mønstrene før du gjør et valg.";
HSDPatternLabel = "Mønsteretikett:";
HSDPatternDescription2 = "Når du har gjort et valg, klikker du Bruk.";
HSDApplyButton = "Bruk";
